export const services = [
  {
    title: "تصميم وبرمجة المواقع",
    description:
      "نحن نقدم خدمات تصميم وبرمجة المواقع بأحدث التقنيات لضمان تجربة مستخدم مميزة وفعالة تلبي احتياجات عملك.",
    icon: "🌐",
  },
  {
    title: "تصوير المنتجات",
    description:
      "نحن نقدم خدمات تصوير المنتجات بإبداع واحترافية، نساعدك في عرض منتجاتك بأفضل شكل ممكن لجذب العملاء وزيادة المبيعات.",
    icon: "📷",
  },
  {
    title: "الإعلانات على منصات التواصل",
    description:
      "نقوم بإنشاء وإدارة حملات الإعلانات على منصات التواصل الاجتماعي بدقة واستراتيجية متقنة.",
    icon: "📣",
  },
  {
    title: "إنتاج الفيديوهات",
    description:
      "نحن نقدم خدمات إنتاج الفيديوهات بجودة عالية وإبداعية، نساعدك في تحويل أفكارك إلى محتوى مرئي مميز.",
    icon: "🎥",
  },
  {
    title: "إعلانات جوجل (Google Ads)",
    description:
      "نقوم بإنشاء حملات الإعلانات على Google Ads بدقة وفعالية لتحقيق أقصى استفادة.",
    icon: "📊",
  },
  {
    title: "كتابة المحتوى وSEO",
    description:
      "نقدم خدمات كتابة المحتوى وتأهيل الموقع لمحركات البحث (SEO) بخطط شاملة لجذب الجمهور المستهدف.",
    icon: "✍️",
  },
];
